zapret = ["Бля", "бля", "Хуй", "хуй", "Еба", "еба", "Пизд",
          "пизд", "жопа", "Жопа", "пися", "Пися", "Пидр", "пидр", "Пидор", "пидор", "сука",
          "Сука", "сук@", "Сук@", "хуё", "Хуё", "zalupa", "Zalup", "Залуп", "залуп", "Шлюх", "шлюх",
          "шалав", "Шалав", "мразь", "Свинота", "свинота", "Мразь", "Говн", "говн", "порн", "Порн", "падла", "Падла",
          "гнида", "Гнида", "Сперма", "сперма", "хуя", "конч", "Конч", "Хуя", "Лох", "лох", "бездарь", "Бездарь",
          "Проститут",
          "проститут", "очко", "Очко", "негр", "Негр", "член", "Член", "ублюд", "Ублюд", "Пезд", "Хуе",
          "хуе", "пезд", "Дерьмо", "Ебл", "ебл", "Пидар", "пидар", "гандон", "Гандон"]